{
	"calc-form": {
		"doughWeight": "Dough weight (g)",
		"ferments": {
			"flour": "Flour",
			"heading": "Ferments",
			"levainHeading": "Levain",
			"ripeStarter": "Ripe starter",
			"ripeStarterHeading": "Ripe starter",
			"strongWhiteFlour": "Strong white flour",
			"water": "Water"
		},
		"heading": "Sourdough bread recipe",
		"headings": {
			"bakersPercent": "Baker's (%)",
			"weightGrams": "Weight (g)"
		},
		"levain": "Levain (%)",
		"loaves": "Number of loaves",
		"localStorage": {
			"loadBtnLabel": "Load from LocalStorage",
			"saveBtnLabel": "Save to LocalStorage"
		},
		"md": {
			"flourType2": "Flour type 2",
			"flourType3": "Flour type 3",
			"heading": "Main dough",
			"inclusion1": "Inclusion 1",
			"inclusion2": "Inclusion 2",
			"inclusion3": "Inclusion 3",
			"levain": "Levain",
			"salt": "Salt",
			"strongWhiteFlour": "Strong white flour",
			"water": "Water"
		},
		"ti": {
			"flourType2": "Flour type 2",
			"flourType3": "Flour type 3",
			"heading": "Total ingredients",
			"inclusion1": "Inclusion 1",
			"inclusion2": "Inclusion 2",
			"inclusion3": "Inclusion 3",
			"salt": "Salt",
			"strongWhiteFlour": "Strong white flour",
			"water": "Water"
		}
	},
	"content": {
		"about": {
			"welcome": "<p>Welcome to the Sourdough Bread Calculator, a user-friendly tool designed to simplify your sourdough bread baking\n        process.</p>\n\n    <p>Whether you are an experienced baker or just starting your sourdough journey, this calculator is here to assist\n        you in achieving consistently delicious results.</p>\n\n    <p>Baking sourdough bread is both an art and a science, requiring careful attention to ingredient ratios,\n        fermentation times, and dough hydration levels. With the Sourdough Bread Calculator, we aim to take the\n        guesswork out of these calculations and provide you with precise measurements for your desired bread weight,\n        levain percentage, flour types, dough hydration, and more.</p>\n\n    <p>\n        Here's how it works:</p>\n    <ul>\n\n        <li>Customization: Begin by selecting your desired bread weight, levain percentage, flour types, and dough\n            hydration. Our calculator offers a wide range of options to suit your preferences and dietary needs,\n            allowing you to create the perfect loaf every time.</li>\n\n        <li>Automatic Updates: As you make your selections, the Sourdough Bread Calculator will instantly update with\n            all the calculated weights of ingredients. This includes the amounts of flour, water, levain, salt, and any\n            other additives required for your chosen recipe. This real-time feedback ensures accuracy and helps you plan\n            your baking process efficiently.</li>\n\n        <li>Save and Load: We understand that every baker has their favorite recipes. With our calculator, you can\n            easily save and load your preferred sourdough bread recipes. This feature allows you to revisit and recreate\n            your successful bakes with ease, eliminating the need to manually remember or calculate ingredient ratios\n            each time.</li>\n\n    </ul>\n    <p>Our goal is to provide you with a reliable tool that streamlines your baking experience and empowers you to\n        experiment with different recipes and variations. The Sourdough Bread Calculator saves you time, enhances\n        precision, and allows you to focus on the creative aspects of bread making.</p>\n\n\n    <p>Please note that while our calculator provides accurate measurements, baking is still a dynamic process\n        influenced by factors such as ambient temperature, flour quality, and personal preference. Therefore, it's\n        always valuable to monitor and adjust your dough during the fermentation and proofing stages to achieve the\n        desired texture and flavor.</p>\n\n    <p>Enjoy the process of creating homemade sourdough bread and let the Sourdough Bread Calculator be your trusted\n        companion along the way. Happy baking!</p>"
		}
	},
	"sidenav": {
		"labels": {
			"about": "About",
			"calc": "Calc",
			"title": "SourCalc"
		}
	}
}
